Repository: fcr/script.audio.profiles
Catalog: resources/language/resource.language.*/strings.po
Languages: fi_fi, hr_hr, zh_cn

# Addon Summary
source: Save audio profile and easily switch between them.
fi_fi: Tallenna ääniasetusprofiileita ja vaihda niiden välillä helposti.
hr_hr: Spremite zvučne profile i jednostavno prebacivajte između njih.
zh_cn: 保存音频配置文件并在它们之间轻松切换。

# Addon Description
source: Save audio profile and easily switch between them.
fi_fi: Tallenna ääniasetusprofiileita ja vaihda niiden välillä helposti.
hr_hr: Spremite zvučne profile i jednostavno prebacivajte između njih.
zh_cn: 保存音频配置文件并在它们之间轻松切换。

# #32000
source: Profiles 1-5
fi_fi: Profiilit 1-5
hr_hr: Profili 1-5
zh_cn: 配置文件1-5

# #32001
source: Name of profile 1
fi_fi: Profiilin 1 nimi
hr_hr: Naziv 1. profila
zh_cn: 配置文件1名称

# #32002
source: Settings
fi_fi: Asetukset
hr_hr: Postavke
zh_cn: 设置

# #32003
source: Name of profile 2
fi_fi: Profiilin 2 nimi
hr_hr: Naziv 2. profila
zh_cn: 配置文件2名称

# #32004
source: Include volume level
fi_fi: Sisällytä äänenvoimakkuus
hr_hr: Uključi razinu glasnoće zvuka
zh_cn: 包括音量级

# #32005
source: Name of profile 3
fi_fi: Profiilin 3 nimi
hr_hr: Naziv 3. profila
zh_cn: 配置文件3名称

# #32006
source: Name of profile 4
fi_fi: Profiilin 4 nimi
hr_hr: Naziv 4. profila
zh_cn: 配置文件4名称

# #32007
source: Profile 1
fi_fi: Profiili 1
hr_hr: Profil 1
zh_cn: 配置文件1

# #32008
source: Profile 2
fi_fi: Profiili 2
hr_hr: Profil 2
zh_cn: 配置文件2

# #32009
source: Profile 3
fi_fi: Profiili 3
hr_hr: Profil 3
zh_cn: 配置文件3

# #32010
source: Profile 4
fi_fi: Profiili 4
hr_hr: Profil 4
zh_cn: 配置文件4

# #32011
source: Include video player settings
fi_fi: Sisällytä videotoiston asetukset
hr_hr: Uključi postavke video reproduktora
zh_cn: 包括视频播放器设置

# #32012
source: Include display settings
fi_fi: Sisällytä näyttöasetukset
hr_hr: Uključi postavke zaslona
zh_cn: 包括显示设置

# #32013
source: Includes Settings
fi_fi: Sisältää asetuksia
hr_hr: Uključi postavke
zh_cn: 包括设置

# #32014
source: Auto Switch
fi_fi: Automaattivaihto
hr_hr: Automatsko prebacivanje
zh_cn: 自动切换

# #32015
source: Show audio profile select menu on media playback
fi_fi: Näytä ääniprofiilin valinta toiston alkaessa
hr_hr: Prikaži izbornik odabira zvučnog profila pri reprodukciji medija
zh_cn: 媒体播放时显示音频配置文件选择菜单

# #32016
source: Auto close select menu
fi_fi: Sulje profiilivalinta automaattisesti
hr_hr: Automatski sakrij izbornik odabira
zh_cn: 自动关闭选择菜单

# #32018
source: Notifications
fi_fi: Ilmoitukset
hr_hr: Obavijesti
zh_cn: 通知

# #32019
source: Notifications
fi_fi: Ilmoitukset
hr_hr: Obavijesti
zh_cn: 通知

# #32021
source: Profile for GUI
fi_fi: Käyttöliittymän profiili
hr_hr: Profil za grafičko sučelje
zh_cn: GUI 配置文件

# #32022
source: Profile for movies
fi_fi: Elokuvien profiili
hr_hr: Profil za filmove
zh_cn: 电影配置文件

# #32023
source: Profile for TV shows
fi_fi: Sarjojen profiili
hr_hr: Profil za TV serije
zh_cn: 剧集配置文件

# #32024
source: Profile for PVR TV
fi_fi: Televisiolähetysten profiili
hr_hr: Profil za PVR TV
zh_cn: PVR 电视配置文件

# #32025
source: Profile for music
fi_fi: Musiikin profiili
hr_hr: Profil za galzbu
zh_cn: 音乐配置文件

# #32026
source: None
fi_fi: Ei mitään
hr_hr: Nijedan
zh_cn: 无

# #32028
source: Wake Up
fi_fi: Herätys
hr_hr: Probudi
zh_cn: 唤醒

# #32029
source: StandBy
fi_fi: Valmiustila
hr_hr: Pripravnost
zh_cn: 待机

# #32030
source: Toggle state
fi_fi: Kytke tila
hr_hr: Uklj/Isklj stanje
zh_cn: 切换状态

# #32031
source: Profile for videos (not in library)
fi_fi: Videoiden profiili (kirjaston ulkopuoliset)
hr_hr: Profili za video (nije u zbirci)
zh_cn: 视频（不在资料库中）配置文件

# #32032
source: Profile for music videos
fi_fi: Musiikkivideoiden profiili
hr_hr: Profil za glazbene spotove
zh_cn: 音乐电视配置文件

# #32033
source: Profile for unknown content type
fi_fi: Tuntemattoman sisällön profiili
hr_hr: Profil za nepoznatu vrstu sadržaja
zh_cn: 未知内容类型配置文件

# #32034
source: Profile for PVR radio
fi_fi: Radiolähetysten profiili
hr_hr: Profil za PVR radio
zh_cn: PVR 电台配置文件

# #32035
source: Video
zh_cn: 视频

# #32036
source: Audio
fi_fi: Ääni
hr_hr: Zvuk
zh_cn: 音频

# #32037
source: Other
fi_fi: Muu
hr_hr: Ostalo
zh_cn: 其他

# #32038
source: Profile for KODI Start/Wakeup (Default)
fi_fi: Oletusprofiili Kodin käynnistyessä/herätessä
hr_hr: Profil za KODI Pokretanje/Buđenje (Zadano)
zh_cn: KODI 启动/唤醒配置文件（默认）

# #32039
source: Delay before close
fi_fi: Profiilivalinnan sulun viive
hr_hr: Odgoda prije zatvaranja
zh_cn: 关闭前延迟

# #32040
source: Enable debug logging
fi_fi: Käytä vianselvityslokia
hr_hr: Omogući zapisivanje otklanjanja grešaka
zh_cn: 启用调试日志

# #32041
source: Force load profile at startup
fi_fi: Pakota profiilin lataus käynnistettäessä
hr_hr: Prisili učitavanje profila pri pokretanju
zh_cn: 启动时强制加载配置文件

# #32042
source: Auto switch notifications
fi_fi: Ilmoita automaattisesta vaihdosta
hr_hr: Automatski prebaci obavijesti
zh_cn: 自动切换通知

# #32043
source: Manual switch notifications
fi_fi: Ilmoita manuaalisesta vaihdosta
hr_hr: Ručno prebaci obavijesti
zh_cn: 手动切换通知

# #32044
source: Maintenance notifications
fi_fi: Ilmoita huollosta
hr_hr: Obavijesti održavanja
zh_cn: 维护通知

# #32045
source: Select menu
fi_fi: Profiilivalinta
hr_hr: Odaberi izbornik
zh_cn: 选择菜单

# #32046
source: Use custom select menu
fi_fi: Käytä muokautettua profiilivalintaa
hr_hr: Koristi prilagođeni izbornik odabira
zh_cn: 使用自定义选择菜单

# #32047
source: Include skin mods
fi_fi: Huomioi ulkoasukohtaiset muokkaukset
hr_hr: Uključi modove presvlake
zh_cn: 包括皮肤 mods

# #32048
source: Extras
fi_fi: Lisäasetukset
hr_hr: Dodatno
zh_cn: 附加

# #32049
source: By number of channels
fi_fi: Äänikanavien määrän perusteella
hr_hr: Po broju kanala
zh_cn: 按频道数目

# #32050
source: Menu Options
fi_fi: Valikon asetukset
hr_hr: Mogućnosti izbornika
zh_cn: 菜单选项

# #32051
source: Profile 5
fi_fi: Profiili 5
hr_hr: Profil 5
zh_cn: 配置文件5

# #32052
source: Name of profile 5
fi_fi: Profiilin 5 nimi
hr_hr: Naziv 5. profila
zh_cn: 配置文件5名称

# #32053
source: Profile 6
fi_fi: Profiili 6
hr_hr: Profil 6
zh_cn: 配置文件6

# #32054
source: Name of profile 6
fi_fi: Profiilin 6 nimi
hr_hr: Naziv 6. profila
zh_cn: 配置文件6名称

# #32055
source: Profile 7
fi_fi: Profiili 7
hr_hr: Profil 7
zh_cn: 配置文件7

# #32056
source: Name of profile 7
fi_fi: Profiilin 7 nimi
hr_hr: Naziv 7. profila
zh_cn: 配置文件7名称

# #32057
source: Profile 8
fi_fi: Profiili 8
hr_hr: Profil 8
zh_cn: 配置文件8

# #32058
source: Name of profile 8
fi_fi: Profiilin 8 nimi
hr_hr: Naziv 8. profila
zh_cn: 配置文件8名称

# #32059
source: Profile 9
fi_fi: Profiili 9
hr_hr: Profil 9
zh_cn: 配置文件9

# #32060
source: Name of profile 9
fi_fi: Profiilin 9 nimi
hr_hr: Naziv 9. profila
zh_cn: 配置文件9名称

# #32061
source: Profile 10
fi_fi: Profiili 10
hr_hr: Profil 10
zh_cn: 配置文件10

# #32062
source: Name of profile 10
fi_fi: Profiilin 10 nimi
hr_hr: Naziv 10. profila
zh_cn: 配置文件10名称

# #32063
source: Codec Detection
fi_fi: Koodekin tunnistus
hr_hr: Otkrivanje kôdeka
zh_cn: 编解码器检测

# #32064
source: Profile for AC3
fi_fi: AC3-profiili
hr_hr: Profil za AC3
zh_cn: AC3 配置文件

# #32065
source: Profile for E-AC3
fi_fi: E-AC3-profiili
hr_hr: Profil za E-AC3
zh_cn: E-AC3 配置文件

# #32066
source: Profile for DTS
fi_fi: DTS-profiili
hr_hr: Profil za DTS
zh_cn: DTS 配置文件

# #32067
source: Profile for DTS HD
fi_fi: DTS HD -profiili
hr_hr: Profil za DTS HD
zh_cn: DTS HD 配置文件

# #32068
source: Profile for True HD
fi_fi: True HD -profiili
hr_hr: Profil za True HD
zh_cn: True HD 配置文件

# #32069
source: Profile for any other audio codec
fi_fi: Profiili muille äänikoodekeille
hr_hr: Profil za bilo koji drugi zvučni kôdek
zh_cn: 任何其他音频编解码器的配置文件

# #32070
source: Profiles 6-10
fi_fi: Profiilit 6-10
hr_hr: Profili 6-10
zh_cn: 配置文件6-10

# #32071
source: Stereo audio
fi_fi: Stereoääni
hr_hr: Stereo zvuk
zh_cn: 立体声音频

# #32072
source: Multi channel audio
fi_fi: Monikanavaääni
hr_hr: Višekanalni zvuk
zh_cn: 多声道音频

# #32073
source: delay before reading codec info
fi_fi: Viive ennen koodekin tunnistusta
hr_hr: odgoda prije čitanja informacija kôdeka
zh_cn: 读取编解码器信息前的延迟

# #32074
source: match streams with no codec details as music
fi_fi: Käsittele mediavirrat, jotka eivät sisällä koodekkitietoja, musiikkina
hr_hr: podudaraj strujanja bez pojedinosti kôdeka kao glazbe
zh_cn: 将没有编解码器详细信息的流匹配为音乐

# #32100
source: Select profile to save settings
fi_fi: Valitse asetusten tallennusprofiili
hr_hr: Odaberite profil za spremanje postavki
zh_cn: 选择配置文件以保存设置

# #32101
source: Configure profile
fi_fi: Määritä profiili
hr_hr: Podesite profil
zh_cn: 设置配置文件

# #32102
source: Saved as profile
fi_fi: Tallennettu profiiliin
hr_hr: Spremljeno kao profil
zh_cn: 保存配置文件

# #32103
source: This profile is disabled
fi_fi: Profiili ei ole käytössä
hr_hr: Ovaj profil je onemogućen
zh_cn: 此配置文件已禁用

# #32104
source: Invalid file for profile
fi_fi: Virheellinen profiilitiedosto
hr_hr: Nevaljana datoteka za profil
zh_cn: 配置文件的文件无效

# #32105
source: Enable profiles
fi_fi: Ota profiilit käyttöön
hr_hr: Omogući profile
zh_cn: 启用配置文件

# #32106
source: Select audio profile
fi_fi: Valitse ääniprofiili
hr_hr: Omogući zvučne profile
zh_cn: 选择音频配置文件
